Repository: vlajna95/wp-dp_custom_types
Catalog: dp_custom_types-*.po
Languages: es_es

source: A link to a book review
es_es: Un enlace a la reseña

source: A link to a challenge
es_es: Un enlace al desafío

source: A link to a topic
es_es: Un enlace al tema/género

source: Add a new book review
es_es: Añadir nueva reseña de libro

source: Add a new challenge
es_es: Añadir nuevo desafío

source: Add a new topic
es_es: Añadir nuevo tema/género

source: All book reviews
es_es: Todas las reseñas

source: All challenges
es_es: Todos los desafíos

source: All reviews of fiction books
es_es: Todas las reseñas de libros de ficción

source: All topics
es_es: Todos los temas/géneros

source: Book review
es_es: Reseña

# Book review
source: Add new
es_es: Añadir nueva

source: Book review archives
es_es: Archivos de reseñas

source: Book review atributes
es_es: Atributos de la reseña

source: Book review link
es_es: Enlace a la reseña

source: Book review published privately.
es_es: Reseña publicada en privado.

source: Book review published.
es_es: Reseña publicada

source: Book review reverted to draft.
es_es: Reseña revertida a borrador.

source: Book review scheduled.
es_es: Reseña programada.

source: Book review updated.
es_es: Reseña actualizada.

source: Book reviews
es_es: Reseñas de libros

source: Book reviews list
es_es: Lista de reseñas

source: Book reviews list navigation
es_es: Navegación por la lista de reseñas

source: Challenge
es_es: Desafío

# Challenge
source: Add new
es_es: Añadir nuevo

source: Challenge archives
es_es: Archivos de desafíos

source: Challenge atributes
es_es: Atributos del desafío

source: Challenge link
es_es: Enlace al desafío

source: Challenge published privately.
es_es: Desafío publicado en privado.

source: Challenge published.
es_es: Desafío publicado.

source: Challenge reverted to draft.
es_es: Desafío revertido a borrador.

source: Challenge scheduled.
es_es: Desafío programado.

source: Challenge updated.
es_es: Desafío actualizado.

source: Challenges
es_es: Desafíos

source: Challenges list
es_es: Lista de desafíos

source: Challenges list navigation
es_es: Navegación por la lista de desafíos

source: DP custom post types
es_es: DP tipos de publicación personalizados

source: Edit book review
es_es: Editar reseña

source: Edit challenge
es_es: Editar desafío

source: Edit topic
es_es: Editar tema/género

source: Featured image
es_es: Imagen destacada

source: Fiction
es_es: Ficción

source: Filter book reviews list
es_es: Filtrar lista de reseñas

source: Filter by topic
es_es: Filtrar por tema/género

source: Filter challenges list
es_es: Filtrar la lista de desafíos

source: Insert into the book review
es_es: Insertar a la reseña

source: Insert into the challenge
es_es: Insertar al desafío

source: Most used topics
es_es: Temas/géneros más utilizados

source: New book review
es_es: Nueva reseña

source: New challenge
es_es: Nuevo desafío

source: New topic name
es_es: Nombre del nuevo tema/género

source: No topics
es_es: Sin temas/géneros

source: No topics found.
es_es: No se encontraron temas/géneros

source: Not found
es_es: No encontrado

source: Not found in trash
es_es: No se encuentra en la papelera

source: Parent book review:
es_es: Reseña superior:

source: Parent challenge:
es_es: Desafío superior:

source: Parent topic
es_es: Tema/género superior

source: Parent topic:
es_es: Tema/género superior:

source: Plugin to register custom post types (books and challenges)
es_es: Una extensión que registra tipos de publicación personalizados (reseñas de libros y desafíos)

# Post type general name
source: Book reviews
es_es: Reseñas de libros

# Post type general name
source: Challenges
es_es: Desafíos

# Post type singular name
source: Book review
es_es: Reseña

# Post type singular name
source: Challenge
es_es: Desafío

source: Reading and writing challenges
es_es: Desafíos de lectura y escritura

source: Remove featured image
es_es: Eliminar imagen destacada

source: Reviews of books and book series
es_es: Reseñas de libros y series de libros

source: Search book reviews
es_es: Buscar reseñas

source: Search challenges
es_es: Buscar desafíos

source: Search topics
es_es: Buscar temas/géneros

source: Set featured image
es_es: Establecer imagen destacada

# Taxonomy general name
source: Topics
es_es: Temas/géneros

# Taxonomy singular name
source: Topic
es_es: Tema/género

source: Topic link
es_es: Enlace al tema/género

source: Topics
es_es: Temas/géneros

source: Topics list
es_es: Lista de temas/géneros

source: Topics list navigation
es_es: Navegación por la lista de temas/géneros

source: Topics to sort and order book reviews
es_es: Temas/géneros para ordenar las reseñas de libros

source: Update book review
es_es: Actualizar la reseña

source: Update challenge
es_es: Actualizar el desafío

source: Update topic
es_es: Actualizar el tema/género

source: Uploaded to this book review
es_es: Subido a la reseña

source: Uploaded to this challenge
es_es: Subido al desafío

source: Use as featured image
es_es: Usa como imagen destacada

source: View book review
es_es: Ver reseña

source: View book reviews
es_es: Ver las reseñas

source: View challenge
es_es: Ver desafío

source: View challenges
es_es: Ver los desafíos

source: ← Back to topics
es_es: ← Volver a los temas/géneros
